/* sync now menu */
"Cancel Sync" = "Kumoa synkronointi";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Edellinen %1$@-synkronointi: %2$@";

/* sync status menu */
"Loading\\U2026" = "Ladataan…";

/* sync status menu */
"Failed to Load" = "Lataus epäonnistui";

/* status text */
"Never synchronized %@" = "Synkronoimaton %@";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Uusi Radar nykyisillä lokeilla…";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "Avaa %@-synkronointiasetukset…";

/* status text */
"Preparing %@\\U2026" = "Valmistellaan %@…";

/* status text */
"Preparing\\U2026" = "Valmistellaan…";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Tarkista ristiriidat nyt…";

/* sync menu accessibility */
"Sync" = "Synkronointi";

/* status text */
"Sync Cancelled for %@" = "Kohteen %@ synkronointi kumottu";

/* status text */
"Sync Cancelled for %@\\U2026" = "Kohteen %@ synkronointi kumottu…";

/* status menu default item */
"Sync Idle" = "Synkronointi toimettomana";

/* sync now menu */
"Sync Now" = "Synkronoi nyt";

/* status text */
"Syncing %@" = "Synkronoidaan %@";

/* status text */
"Syncing %@\\U2026" = "Synkronoidaan %@…";

/* sync now menu */
"Syncing Disabled" = "Synkronointi estetty";

/* plural form */
"There are %i Sync Conflicts" = "Synkronoinnissa havaittiin %i ristiriitaa";

/* singular form */
"There is one Sync Conflict" = "Synkronoinnissa havaittiin 1 ristiriita";

/* sync status menu */
"Cancelling" = "Kumotaan";

/* open iSync */
"Open iSync\\U2026" = "Avaa iSync…";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Palauta synkronointipalvelut alkutilaan…";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Synkronointipalveluiden vianmäärityskirjaaminen";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Avaa synkronoinnin vianmääritys…";

/*Never Synced*/
"Never" = "Ei koskaan";

/*Failed Sync*/
"Failed" = "Epäonnistui";

/*Succeeded Sync*/
"Succeeded" = "Onnistui";

/*Cancel*/
"Cancel" = "Kumoa";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Haluatko varmasti nollata tietokoneen synkronointihistorian?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Synkronointihistorian nollaaminen poistaa tiedot tietokoneella olevasta Mac OS X -synkronointitietokannasta (jossa kaikkia synkronointimuutoksia säilytetään) ja palauttaa tietokoneen ja laitteen synkronointiasetukset oletusarvoihinsa. Tällä ei ole vaikutusta tietokoneen ohjelmiin, %@-palveluun tai laitteisiin tallennettuihin tietoihin.";

/*Reset Sync History*/
"Reset Sync History" = "Nollaa synkronointihistoria";


